Repository: HMNCdeveloper/CARE-C24-copenlabs-
Catalog: MahAppsExample/Resources/Idiomas/Lenguaje.*.resx
Languages: bg, es, fr, it

# messageWarning13
source: Please finish a previous modification before continue with another one
bg: Моля завършете предишна модификация преди да продължите с друга
es: Finaliza la previa modificacion antes de continuar con otro
fr: Veuillez terminer une modification précédente avant d'en commencer une autre
it: Termina una modifica precedente prima di continuare con un'altra

# messageWarning14
source: The patient record was modified successfully
bg: Записът на пациента беше променен успешно
es: El Historial del paciente fue modificado exitosamente
fr: Le dossier patient a été modifié avec succès
it: Il record del paziente è stato modificato con successo

# messageWarning15
source: Please select the gender of the patient before getting the PGR!
bg: Моля изберете пола на пациента преди да получите PGR!
es: Seleccione el sexo del paciente antes de obtener el PGR.
fr: Veuillez sélectionner le sexe du patient avant d'obtenir le PGR !
it: Seleziona il sesso del paziente prima di ottenere il PGR!

# messageWarning2
source: Please select a main category first and a sub-category in order to get a new rate on the database!
bg: Моля първо изберете основна категория и подкатегория за да получите нова ставка в базата данни!
es: Por favor selecciona una primera categoria principal y sub categoria para obtener a un nuevo tipo en la base de datos!
fr: Veuillez d'abord sélectionner une catégorie principale et une sous-catégorie pour obtenir un nouveau rate dans la base de données !
it: Seleziona prima una categoria principale e una sottocategoria per ottenere un nuovo rate nel database!

# messageWarning3
source: Please select a category and subcategory first in order to continue!
bg: Моля първо изберете категория и подкатегория за да продължите!
es: Por favor selecciona una categoria y subcategoria primero en orden para continuar !
fr: Veuillez d'abord sélectionner une catégorie et une sous-catégorie pour continuer !
it: Seleziona prima una categoria e una sottocategoria per continuare!

# messageWarning4
source: There is an autosimilium added, Do you want to create a new one?
bg: Има добавен автосимилиум искате ли да създадете нов?
es: Hay un autosimilium agregado, ¿Quieres crear uno otro?
fr: Un autosimilium a été ajouté, voulez-vous en créer un nouveau ?
it: C'è un autosimilium aggiunto. Vuoi crearne uno nuovo?

# messageWarning5
source: There's no rate added to use this function!
bg: Няма добавена ставка за използване на тази функция!
es: No hay indice agregado para usar esta funcion!
fr: Aucun rate ajouté pour utiliser cette fonction !
it: Non è stato aggiunto alcun rate per usare questa funzione!

# messageWarning6
source: There's no rates for adding, please use the categories or search function to add some rates
bg: Няма тарифи за добавяне моля използвайте категориите или функцията за търсене за да добавите тарифи
es: No hay indicies para agregar, utiliza las categorias o busca una funcion para agregar algunos indices,
fr: Aucun rate à ajouter, veuillez utiliser les catégories ou la fonction de recherche pour ajouter des rates
it: Non ci sono rate da aggiungere, usa le categorie o la funzione di ricerca per aggiungerne

# messageWarning7
source: Select a remedy of the list before continuing!.
bg: Изберете лекарство от списъка преди да продължите!.
es: Selecciona un remedio de la lista antes para continuar!.
fr: Sélectionnez un remède de la liste avant de continuer !
it: Seleziona un rimedio dall'elenco prima di continuare!

# messageWarning8
source: There's no rate to order, please add some rates before using this function!
bg: Няма цена за поръчка моля добавете някои цени преди да използвате тази функция!
es: No hay indices, agrega algunos indices antes de utilizar esta funcion.
fr: Aucun rate à ordonner, veuillez ajouter des rates avant d'utiliser cette fonction !
it: Non c'è rate da ordinare, aggiungi qualche rate prima di usare questa funzione!

# messageWarning9
source: Press (OK) to continue..
bg: Натиснете (OK) за да продължите..
es: Presione (OK) para continuar..
fr: Appuyez sur (OK) pour continuer...
it: Premi (OK) per continuare...

# messOptLan
source: Please select the language to the system:
bg: МОЛЯ ИЗБЕРЕТЕ ЕЗИК НА СИСТЕМАТА:
es: Por faver selecciona un idioma para el sistema:
fr: Veuillez sélectionner la langue pour le système :
it: Seleziona la lingua del sistema:

source: Mouth
bg: Устата
es: Boca
fr: Bouche
it: Bocca

# nameAnalysis
source: Name of the Analysis:
bg: Име на анализа:
es: Nombre del analisis:
fr: Nom de l'analyse :
it: Nome dell'analisi:

# NavItem
source: Manuel
bg: Мануел
it: Manuale

source: Neck
bg: Шия
es: Cuello
fr: Cou
it: Collo

source: Nose
bg: нос
es: Nariz
fr: Nez
it: Naso

# optLangEn
source: English
bg: Английски
es: Ingles
fr: Anglais
it: Inglese

# optLangEs
source: Spanish
bg: испански
es: Español
fr: Espagnol
it: Spagnolo

# patGender
source: PATIENT'S GENDER
bg: ПОЛ НА ПАЦИЕНТА
es: GENERO DEL PACIENTE
fr: GENRE DU PATIENT
it: GENERE DEL PAZIENTE

# PatientList
source: Patient's list
bg: Списък на пациента
es: Lista de Paciente
fr: Liste des patients
it: Elenco dei pazienti

source: Penis
bg: пенис
es: Pene (término médico)
fr: Pénis
it: Pene

# PUASED
source: PAUSED
bg: НА ПАУЗА
es: DETENIDO
fr: EN PAUSE
it: PAUSA

# resetC
source: RESET COLORS
bg: НУЛИРАНЕ НА ЦВЕТОВЕ
es: REINICIAR COLORES
fr: RÉINITIALISER LES COULEURS
it: RESETTA COLORI

# returnTheRecent
source: RETURN TO RECENT THERAPIES
bg: ВРЪЩАНЕ КЪМ ПОСЛЕДНИТЕ ТЕРАПИИ
es: VOLVER A TERAPIAS RECIENTES
fr: RETOUR AUX THÉRAPIES RÉCENTES
it: RITORNA ALLE TERAPIE RECENTI

source: Right Big Toe
bg: Голям пръст на десния крак
es: Dedo gordo del pie derecho
fr: Gros orteil droit
it: Alluce destro

source: Right Achilles Heel
bg: Дясна ахилесова пета
es: Tendón de Aquiles derecho
fr: Talon d'Achille droit
it: Tallone d'Achille destro

source: Right Ankle
bg: Десен глезен
es: Tobillo derecho
fr: Cheville droite
it: Caviglia destra

source: Right Areola
bg: Дясна ареола
es: Areola derecha
fr: Aréole droite
it: Areola destra

source: Right Arm
bg: Дясна ръка
es: Brazo derecho
fr: Bras droit
it: Braccio destro

source: Right Big Toe
bg: Голям пръст на десния крак
es: Dedo gordo del pie derecho
fr: Gros orteil droit
it: Alluce destro

source: Right Buttock
bg: Десен хълбок
es: Nalga derecha
fr: Fesse droite
it: Gluteo destro

source: Right Calf
bg: Десен прасец
es: Pantorrilla derecha
fr: Mollet droit
it: Polpaccio destro

source: Right Chest
bg: Десен сандък
es: Pecho derecho
fr: Poitrine droite
it: Petto destro

source: Right Clavicle
bg: Дясна ключица
es: Clavícula derecha
fr: Clavicule droite
it: Clavicola destra

source: Right Ear
bg: Дясно ухо
es: Oreja derecha
fr: Oreille droite
it: Orecchio destro

source: Right Elbow
bg: Десен лакът
es: Codo derecho
fr: Coude droit
it: Gomito destro

source: Right Eye
bg: Дясно око
es: Ojo derecho
fr: Œil droit
it: Occhio destro

source: Right Eyelid
bg: Десен клепач
es: Párpado derecho
fr: Paupière droite
it: Palpebra destra

source: Right Fingers
bg: Десни пръсти
es: Dedos de la mano derecha
fr: Doigts droits
it: Dita della mano destra

source: Right Foot
bg: Десен крак
es: Pie derecho
fr: Pied droit
it: Piede destro

source: Right Forearm
bg: Дясна предмишница
es: Antebrazo derecho
fr: Avant-bras droit
it: Avambraccio destro

source: Right Hand
bg: Дясна ръка
es: Mano derecha
fr: Main droite
it: Mano destra

source: Right Hand Fingers
bg: Пръстите на дясната ръка
es: Dedos de la mano derecha
fr: Doigts de la main droite
it: Dita della mano destra

source: Right Hand Phalanges
bg: Фаланги на дясната ръка
es: Falanges de la mano derecha
fr: Phalanges de la main droite
it: Falangi della mano destra

source: Right Hand Thumb
bg: Палец на дясна ръка
es: Pulgar de la mano derecha
fr: Pouce de la main droite
it: Pollice della mano destra

source: Right Hand Fingers
bg: Пръстите на дясната ръка
es: Dedos de la mano derecha
fr: Doigts de la main droite
it: Dita della mano destra

source: Right Hand Phalanges
bg: Фаланги на дясната ръка
es: Falanges de la mano derecha
fr: Phalanges de la main droite
it: Falangi della mano destra

source: Right Heel
bg: Дясна пета
es: Talón derecho
fr: Talon droit
it: Tallone destro

source: Right Hip
bg: Дясно бедро
es: Cadera derecha
fr: Hanche droite
it: Anca destra

source: Right Knee
bg: Дясно коляно
es: Rodilla derecha
fr: Genou droit
it: Ginocchio destro

source: Right Leg
bg: Десен крак
es: Pierna derecha
fr: Jambe droite
it: Gamba destra

source: Right Neck
bg: Десен врат
es: Cuello derecho
fr: Cou droit
it: Collo destro

source: Right Nipple
bg: Дясно зърно
es: Pezón derecho
fr: Mamelon droit
it: Capezzolo destro

source: Right Phalanges
bg: Десни фаланги
es: Falanges de la mano derecha
fr: Phalanges droites
it: Falangi destre

source: Right Ribs
bg: Десни ребра
es: Costillas derechas
fr: Côtes droites
it: Costole destre

source: Right Shoulder
bg: Дясно рамо
es: Hombro derecho
fr: Épaule droite
it: Spalla destra

source: Right Testicle
bg: Десен тестис
es: Testículo derecho
fr: Testicule droit
it: Testicolo destro

source: Right Thigh
bg: дясно бедро
es: Muslo derecho
fr: Cuisse droite
it: Coscia destra

source: Right Thumb
bg: Десен палец
es: Pulgar derecho
fr: Pouce droit
it: Pollice destro

source: Right Wrist
bg: Дясна китка
es: Muñeca derecha
fr: Poignet droit
it: Polso destro

source: School Degree:
bg: Образователна степен:
es: Titulo Escolar:
fr: Diplôme scolaire :
it: Titolo di studio:

source: Search
bg: Търсене
es: Buscar
fr: Rechercher
it: Cerca

source: Stomach
bg: Стомах
es: Estómago
fr: Estomac
it: Stomaco

# tableBegTime
source: BEGGING TIME
bg: ВРЕМЕ ЗА ТРЕТИРАНЕ
es: INICIANDO TIEMPO
fr: HEURE DE DÉBUT
it: ORARIO DI INIZIO

# tableComp
source: COMPLEMENTARY
bg: ДОПЪЛНИТЕЛНА
es: COMPLEMENTO
fr: COMPLÉMENTAIRE
it: COMPLEMENTARE

# tableDes
source: DESCRIPTION
bg: ОПИСАНИЕ
es: DESCRIPCION
it: DESCRIZIONE

# tableDuration
source: DURATION
bg: ПРОДЪЛЖИТЕЛНОСТ
es: DURACION
fr: DURÉE
it: DURATA

# tableEndDate
source: END DATE
bg: КРАЙНА ДАТА
es: FECHA FINAL
fr: DATE DE FIN
it: DATA DI FINE

# tableLevel
source: LEVEL
bg: НИВО
es: NIVEL
fr: NIVEAU
it: LIVELLO

# tableLevels
source: Levels
bg: Нива
es: Niveles
fr: Niveaux
it: Livelli

# tableMethod
source: METHOD
bg: МЕТОД
es: METODO
fr: MÉTHODE
it: METODO

# tableMissing
source: MISSING TIME
bg: ЛИПСВАЩО ВРЕМЕ
es: TIEMPO PERDIDO
fr: TEMPS MANQUANT
it: TEMPO MANCANTE

# tableName
source: NAME
bg: ИМЕ
es: NOMBRE
fr: Nom
it: Nome

# tableNameAna
source: ANALYSIS NAME
bg: ИМЕ НА АНАЛИЗ
es: Nombre del Analisis
fr: NOM DE L'ANALYSE
it: NOME DELL'ANALISI

# tableNameP
source: PATIENT'S NAME
bg: ИМЕ НА ПАЦИЕНТА
es: Nombre del Paciente
fr: NOM DU PATIENT
it: NOME DEL PAZIENTE

# tablePat
source: PATIENT
bg: ПАЦИЕНТ
es: PACIENTE
it: PAZIENTE

# TablePCreate
source: Create
bg: Създавайте
es: Crear
fr: Créer
it: Crea

# TablePDelete
source: DELETE
bg: ИЗТРИЙ
es: Eliminar
fr: Supprimer
it: Elimina

# tablePotency
source: POTENCY
bg: ПОТЕНТНОСТ
es: POTENCIA
fr: PUISSANCE
it: POTENZA

# tableRate
source: RATE
bg: ЧЕСТОТА
es: Indice

# tableRateTip
source: TYPE
bg: ТИП
es: TIPO
it: TIPO

# tableSlevels
source: S.Levels
bg: S.Нива
es: S.Niveles
fr: Niveaux S.
it: Livelli S.

# tableStartDate
source: START DATE
bg: НАЧАЛНА ДАТА
es: INICIO FECHA
fr: DATE DE DÉBUT
it: DATA DI INIZIO

# tableTreat
source: TREATMENT
bg: ИЗЛЪЧВАНЕ
es: TRATAMIENTO
fr: TRAITEMENT
it: TRATTAMENTO

# tableValue
source: Value
bg: Стойност
es: Valor
fr: Valeur
it: Valore

source: Throat
bg: гърлото
es: Garganta
fr: Gorge
it: Gola

source: Umbilicus
bg: Пъпа
es: Ombligo
fr: Ombilic
it: Ombelico

source: Uterus
bg: Матка
es: Útero
fr: Utérus
it: Utero

source: Vagina
bg: Вагина
fr: Vagin

# valAnimal
source: Animal
bg: Животно
it: Animale

# valBack
source: Back
bg: обратно
es: Atras
fr: Dos
it: Schiena

# valFemale
source: Female
bg: Женски пол
es: Femenino
fr: Féminin
it: Femmina

# valFront
source: Front
bg: Преден
es: Enfrente
fr: Avant
it: Fronte

# valLev
source: Level
bg: Ниво
es: Nivel
fr: Niveau
it: Livello

# valMale
source: Male
bg: Мъжки
es: Masculino
fr: Masculin
it: Maschio

# valPe
source: Periodic
bg: Периодични
es: Periodico
fr: Périodique
it: Periodico

# valPlant
source: Plant and Soil
bg: Растение и почва
es: Planta y Suelo
fr: Plante et Sol
it: Pianta e Terreno

# valPolat
source: Polarity
bg: Полярност
es: Polaridad
fr: Polarité
it: Polarità

# valPorcent
source: Porcentage
bg: Процент
fr: Pourcentage
it: Percentuale

# valProba
source: Probability
bg: Вероятност
es: Probabilidad
fr: Probabilité
it: Probabilità

# valPronun
source: Pronuntiation
bg: Произношение
es: Pronuciacion
fr: Prononciation
it: Pronuncia

# valSuggLev
source: Suggest Level
bg: Предложете ниво
es: Sugerir Niveles
fr: Niveau suggéré
it: Suggerisci livello

# btnAutoSM
source: AUTOSIMILE
es: AUTOSIMIL

# labelRate
source: Rates
es: Indices

# labelExt
source: Ext:
it: Est.:
