Repository: HMNCdeveloper/CARE-C24-copenlabs-
Catalog: MahAppsExample/Resources/Idiomas/Lenguaje.*.resx
Languages: bg, es, fr, it

# messageError13
source: Input the estimate time to continue
bg: Определяне на продължителността на лечението
es: Introduzca el tiempo estimado para continuar
fr: Définir la durée du traitement à poursuivre
it: Inserisci il tempo stimato per continuare

# messageError14
source: Please select the type of treatment!
bg: Моля изберете вида лечение!
es: Por favor seleccione el tipo de tratamiento!
fr: Veuillez sélectionner le type de traitement !
it: Selezionare il tipo di trattamento!

# messageError15
source: Please write a treatment's name before continue!
bg: Моля напишете името на лечението преди да продължите!
es: Por favor escribe el nombre del tratamiento para continuar!
fr: Veuillez écrire un nom de traitement avant de continuer !
it: Inserisci un nome per il trattamento prima di continuare!

# messageError16
source: Select a patient in order to continue!...
bg: Изберете пациент за да продължите!...
es: Seleccione un paciente par continuar
fr: Sélectionnez un patient pour continuer !...
it: Selezionare un paziente per continuare!

# messageError17
source: Select an analysis before continue with a re-analysis
bg: Изберете анализ преди да продължите с повторен анализ
es: Seleccionar una analisis antes de continuar con un re-analisis
fr: Sélectionnez une analyse avant de continuer avec une réanalyse
it: Selezionare un'analisi prima di continuare con una nuova analisi

# messageError18
source: Select an analysis before erasing a record
bg: Изберете анализ преди да изтриете запис
es: Seleccionar un analisis antes de borrar un expediente.
fr: Sélectionnez une analyse avant de supprimer un enregistrement
it: Selezionare un'analisi prima di eliminare un record

# messageError19
source: Enter another name for the analysis-is already in use
bg: Въведете друго име за анализа - вече се използва
es: Introduce otro nombre para el analisis-porque ya esta en uso
fr: Entrez un autre nom pour l'analyse - déjà utilisé
it: Inserisci un altro nome per l'analisi - già in uso

# messageError2
source: Select a therapy before eliminating it!
bg: Изберете терапия преди да я елиминирате!
es: Seleccionar a terapia antes de eliminarlo !
fr: Sélectionnez une thérapie avant de l'éliminer !
it: Seleziona una terapia prima di eliminarla!

# messageError20
source: Select a patient before performing the analysis
bg: Изберете пациент преди да извършите анализа
es: Selecciona un paciente antes de realizar el analisis
fr: Sélectionnez un patient avant de réaliser l'analyse
it: Selezionare un paziente prima di effettuare l'analisi

# messageError21
source: Please write an analysis name before continue...
bg: Моля напишете име на анализ преди да продължите...
es: Por favor Escribe un nombre de analisis antes de continuar...
fr: Veuillez écrire un nom d'analyse avant de continuer...
it: Inserisci un nome per l'analisi prima di continuare...

# messageError22
source: Select a patient to see the analysis!
bg: Изберете пациент за да видите анализа!
es: Selecciona una paciente para ver el analisis!
fr: Sélectionnez un patient pour voir l'analyse !
it: Selezionare un paziente per vedere l'analisi!

# messageError23
source: First select it a code before execute the operation
bg: Първо изберете код преди да изпълните операцията
es: Primero seleccione un código antes de ejecutar la operación!
fr: Sélectionnez d'abord un code avant d'exécuter l'opération
it: Prima seleziona un codice per eseguire l'operazione

# messageError24
source: Please write the Rate's name!
bg: Моля напишете името на ставка!
es: Por favor Escribe el nombre del indice!
fr: Veuillez écrire le nom du rate !
it: Inserisci il nome del rate!

# messageError25
source: Please select a main category first and a sub-category in order to add a new rate on the database!
bg: Моля първо изберете основна категория!
es: Para Añadir un indice a la base de datos primero seleccione una primer categoria principal y sub categoria.
fr: Veuillez sélectionner une catégorie principale d'abord !
it: Seleziona prima una categoria principale!

# messageError26
source: Please select a color before continuing
bg: Моля изберете цвят преди да продължите
es: Por favor selecciona un color antes para continuar
fr: Veuillez sélectionner une couleur avant de continuer
it: Seleziona un colore prima di continuare

# messageError27
source: You cannot save a therapy without a single combinated rate!
bg: Не можете да запазите терапия без единична комбинирана скорост!
es: No puedes Guardar una terapia sin ninguna una unica combinacion de color
fr: Vous ne pouvez pas enregistrer une thérapie sans un seul rate combiné !
it: Non puoi salvare una terapia senza una singola combinazione di rate!

# messageError28
source: You haven't written anything, please write down one
bg: Нищо не си написал моля напиши едно
es: No has escrito ninguna cosa, Escribe algo
fr: Vous n'avez rien écrit, veuillez en écrire un
it: Non hai scritto nulla, per favore scrivi qualcosa

# messageError29
source: Select a sub-category before deleting!
bg: Изберете подкатегория преди изтриване!
es: Seleccionar una sub categoria antes de eliminar!
fr: Sélectionnez une sous-catégorie avant de supprimer !
it: Seleziona una sottocategoria prima di eliminarla!

# messageError3
source: Please fill in all fields before to continue!
bg: Моля попълнете всички полета преди да продължите!
es: Completa todos los campos antes de continuar!
fr: Veuillez remplir tous les champs avant de continuer !
it: Compila tutti i campi per continuare!

# messageError30
source: Select a category before deleting!
bg: Изберете категория преди изтриване!
es: Seleccionar una categoria antes de eliminar.
fr: Sélectionnez une catégorie avant de supprimer !
it: Selezionare una categoria prima di eliminarla!

# messageError31
source: Please write a name for the remedy!
bg: Моля напишете име на лекарството!
es: Escribe un nombre para el remedio!
fr: Veuillez écrire un nom pour le remède !
it: Inserisci un nome per il rimedio!

# messageError32
source: The name is already in use, please choose another name!
bg: Името вече се използва моля изберете друго име!
es: El nombe esta en usao, introduzca otro nombre!
fr: Le nom est déjà utilisé, veuillez en choisir un autre !
it: Nome già in uso, scegline un altro!

# messageError33
source: Choose the parameters of the advanced potentiation!
bg: Изберете параметрите на разширеното потенциране!
es: Seleccione los paramatros de la potenciacion avanzada!
fr: Choisissez les paramètres de la potentialisation avancée !
it: Scegli i parametri della potenziamento avanzato!

# messageError34
source: Enter a numerical value in pontency!
bg: Въведете числова стойност на силата!
es: Introduce un valor numerico en la potencia!
fr: Entrez une valeur numérique dans la puissance !
it: Inserisci un valore numerico in potenza!

# messageError35
source: There's no rate selected to use the potentiation!
bg: Няма избрана скорост за използване на потенцирането!
es: No hay indice seleccionado para usar la potecicacion!
fr: Aucun rate sélectionné pour utiliser la potentialisation !
it: Nessun rate selezionato per utilizzare la potenziamento!

# messageError36
source: Please write a name first!
bg: Моля първо напишете име!
es: Primero escribe un nombre!
fr: Veuillez d'abord écrire un nom !
it: Per favore, scrivi prima un nome!

# messageError37
source: There's no remedy selected in order to delete it!
bg: Няма избрано средство за изтриване!
es: No hay remedio seleccioando para eliminar!
fr: Aucun remède sélectionné pour le supprimer !
it: Nessun rimedio selezionato per eliminarlo!

# messageError38
source: We allow only 5 complementary rate at the same time
bg: Разрешаваме само 5 допълнителни тарифи едновременно
es: solamente se permite 5 indices complementarios al mismo tiempo
fr: Nous autorisons seulement 5 rates complémentaires en même temps
it: Sono ammessi solo 5 rate complementari alla volta

# messageError39
source: Please write a name for the remedy first
bg: Моля първо напишете име на лекарството
es: Primero Escribe el nombre del remedio
fr: Veuillez d'abord écrire un nom pour le remède
it: Scrivi prima un nome per il rimedio

# messageError4
source: Select an item before continuing
bg: Изберете елемент преди да продължите
es: Selecciona un elemento antes de continuar
fr: Sélectionnez un élément avant de continuer
it: Seleziona un elemento prima di continuare

# messageError40
source: You haven't selected anything to erase
bg: Не сте избрали нищо за изтриване
es: No has seleccionado algo para borrar.
fr: Vous n'avez rien sélectionné à effacer
it: Non hai selezionato nulla da cancellare

# messageError41
source: Please write another name, the remedy name-has been used before!
bg: Моля напишете друго име името на лекарството - използвано е преди!
es: Escribe otro nombre de remedio, por este nombre-ha sido utilizado antes!
fr: Veuillez écrire un autre nom, le nom du remède a déjà été utilisé !
it: Scrivi un altro nome, il nome del rimedio è già stato usato!

# messageError42
source: We cannot save the analysis because it hasn't been processed!
bg: Не можем да запазим анализа защото не е обработен!
es: No se puede guardar el analisis porque aun no se procesa!
fr: Impossible de sauvegarder l'analyse car elle n'a pas été traitée !
it: Non possiamo salvare l'analisi perché non è stata elaborata!

# messageError43
source: We cannot save the analysis because there are no rates added!
bg: Не можем да запазим анализа защото няма добавени тарифи!
es: No se puede guardar el analisis porque no hay indices agregado!
fr: Impossible de sauvegarder l'analyse car aucun rate n'a été ajouté !
it: Non possiamo salvare l'analisi perché non ci sono rate aggiunti!

# messageError44
source: Please select a rate before sending to the instrument
bg: Моля изберете курс преди да изпратите до инструмента
fr: Veuillez sélectionner un rate avant de l'envoyer à l'instrument
it: Seleziona un rate prima di inviarlo allo strumento

# messageError45
source: You haven't selected any patient's record to modify!
bg: Не сте избрали нито едно досие на пациент за промяна!
es: No has seleccionado ningun historial del paiente para modificar!
fr: Vous n'avez sélectionné aucun dossier de patient à modifier !
it: Non hai selezionato alcun record del paziente da modificare!

# messageError46
source: Error you have not typed any value!
bg: Грешка не сте въвели стойност!
es: Error No has Introducido ningun valor!
fr: Erreur, vous n'avez saisi aucune valeur !
it: Errore: non hai digitato alcun valore!

# messageError47
source: Complete all fields before saving the biological information!
bg: Попълнете всички полета преди да запазите биологичната информация!
es: Completa todo los campos antes de guardar la informacion biologica!
fr: Remplissez tous les champs avant de sauvegarder les informations biologiques !
it: Compila tutti i campi prima di salvare le informazioni biologiche!

# messageError48
source: The biological information only admits numerical values, verify the data.!
bg: Биологичната информация допуска само числови стойности проверете данните.!
es: La informacion biologica solamente admite valores numericos, verifica el dato.!
fr: Les informations biologiques n'acceptent que des valeurs numériques, veuillez vérifier les données.
it: Le informazioni biologiche accettano solo valori numerici, verifica i dati!

# messageError49
source: Fill all fields beforo saving the suffering!
bg: Попълнете всички полета преди да спасите страданието!
es: Complete todos los campos antes de guardar el padecimiento!
fr: Remplissez tous les champs avant de sauvegarder la souffrance !
it: Compila tutti i campi prima di salvare la sofferenza!

# messageError5
source: chose a ubication before continuing!...
bg: изберете ubication преди да продължите!...
es: Eliga una ubicación antes de continuar!..
fr: Choisissez une localisation avant de continuer !...
it: Scegli una posizione prima di continuare!...

# messageError50
source: Please select a category first!
bg: Моля първо изберете категория!
es: Primero selcciona una categoria
fr: Veuillez d'abord sélectionner une catégorie !
it: Seleziona prima una categoria!

# messageError51
source: No item to edit has been selected!
bg: Не е избран елемент за редактиране!
es: No se ha seleccionado ningun elemento para editar
fr: Aucun élément à modifier n'a été sélectionné !
it: Nessun elemento da modificare è stato selezionato!

# messageError52
source: No phone has been selected to be deleted!
bg: Няма избран телефон за изтриване!
es: No se ha seleccionado el telefono para ser eliminad!
fr: Aucun téléphone sélectionné pour être supprimé !
it: Nessun numero di telefono selezionato per l'eliminazione!

# messageError53
source: type a number phone
bg: въведете телефонен номер
es: Introduzca un numero de telefono
fr: Entrez un numéro de téléphone
it: Digita un numero di telefono

# messageError54
source: Feature available only for a patient previously registered!
bg: Функцията е достъпна само за предварително регистриран пациент!
es: Caracterisitica disponible solamente por un paciente previamente registrado!
fr: Fonction disponible uniquement pour un patient précédemment enregistré !
it: Funzione disponibile solo per un paziente precedentemente registrato!

# messageError55
source: Type a name to search
bg: Въведете име за търсене
es: Introduzca un nombre a buscar
fr: Tapez un nom pour rechercher
it: Digita un nome per cercare

# messageError56
source: The analysis's name already is used!
bg: Името на анализа вече е използвано!
es: El nombre del analisis ya esta en uso!
fr: Le nom de l'analyse est déjà utilisé !
it: Il nome dell'analisi è già utilizzato!

# messageError57
source: First Type all datas of the patient !
bg: Първо въведете всички данни на пациента!
es: Introduzca primero todos los datos del paciente
fr: Entrez d'abord toutes les données du patient !
it: Digita prima tutti i dati del paziente!

# messageError58
source: Fill all fields of the commit!
bg: Попълнете всички полета на ангажимента!
es: Complete ambos campos del comentario!
fr: Remplissez tous les champs du commentaire !
it: Compila tutti i campi del commento!

# messageError59
source: The pathology registry is already included in the list!
bg: Патологичният регистър вече е включен в списъка!
es: El registro patologico ya esta incluido en el listado!
fr: Le registre de pathologie est déjà inclus dans la liste !
it: Il registro della patologia è già incluso nella lista!

# messageError6
source: Chose a treatment before continuing!..
bg: Изберете лечение преди да продължите!..
es: Seleccione un tratamiento antes de continuar!..
fr: Choisissez un traitement avant de continuer !..
it: Scegli un trattamento prima di continuare!...

# messageError60
source: You haven't selected anything to erase
bg: Не сте избрали нищо за изтриване
es: No has seleccionado ningun elemento para editar
fr: Vous n'avez rien sélectionné pour effacer
it: Non hai selezionato nulla da cancellare

# messageError62
source: Check your DB Manager, please contact Homoeonic to any future assistance!
bg: Проверете своя DB Manager моля свържете се с Homoeonic за бъдеща помощ!
es: Verifica tu Manejador de BD, por Favor contactanos para darte soporte!
fr: Vérifiez votre gestionnaire de base de données, veuillez contacter Homoeonic pour toute assistance future !
it: Controlla il gestore DB, contatta Homoeonic per assistenza!

# messageError63
source: Please select the gender of the patient!
bg: Моля изберете пола на пациента!
es: Selecciona un genero para el paciente
fr: Veuillez sélectionner le sexe du patient !
it: Seleziona il sesso del paziente!

# messageError64
source: You haven't selected any patient, please select one to continue!
bg: Не сте избрали нито един пациент моля изберете един за да продължите!
es: No has seleccionado ningun paciente, por favor selecciona una para continuar
fr: Vous n'avez sélectionné aucun patient, veuillez en sélectionner un pour continuer !
it: Non hai selezionato alcun paziente, per favore seleziona uno per continuare!

# messageError65
source: Items cannot be deleted as they do not exist in the system.
bg: Елементите не могат да бъдат изтрити тъй като не съществуват в системата.
es: Los elementos no pueden borrarse porque no existen en el sistema.
fr: Les éléments ne peuvent pas être supprimés car ils n'existent pas dans le système.
it: Gli elementi non possono essere eliminati perché non esistono nel sistema.

# messageError68
source: you have not chosen any patient's address to edit it
bg: не сте избрали адрес на пациент за да го редактирате
es: No has seleccionado ningun domicilio para editar
fr: Vous n'avez choisi aucune adresse de patient à modifier
it: Non hai scelto alcun indirizzo del paziente da modificare

# messageError69
source: you have not chosen any patient's address to delete it
bg: не сте избрали адрес на пациент за да го изтриете
es: No se ha seleccionado ningun domicilio para eliminar
fr: Vous n'avez choisi aucune adresse de patient à supprimer
it: Non hai scelto alcun indirizzo del paziente da eliminare

# messageError7
source: Select a treatment first!..
bg: Първо изберете лечение!..
es: Seleccione un tratamiento primero!..
fr: Sélectionnez d'abord un traitement !..
it: Seleziona prima un trattamento!...

# messageError8
source: Please select an element to continue!
bg: Моля изберете елемент за да продължите!
es: Por favor selecciona un elemento para continuar!
fr: Veuillez sélectionner un élément pour continuer !
it: Seleziona un elemento per continuare!

# messageError9
source: Please type an analysis name before continuing
bg: Моля въведете име на анализ преди да продължите
es: Por favor Escribe un nombre del analisis antes de continuar
fr: Veuillez saisir un nom d'analyse avant de continuer
it: Scrivi un nome per l'analisi prima di continuare

# messageHead1
source: DELETE USER
bg: ИЗТРИВАНЕ НА ПОТРЕБИТЕЛЯ
es: ELIMINAR USUARIO
fr: SUPPRIMER L'UTILISATEUR
it: ELIMINA UTENTE

# messageHeadInf
source: information
bg: информация
es: informacion
it: informazioni

# messageHeadQ
source: Question
bg: Въпрос
es: Pregunta
it: Domanda

# messageHeadQ3
source: New Remedy
bg: Ново лекарство
es: Nuevo Remedio
fr: Nouveau remède
it: Nuovo rimedio

# messageHeadQ4
source: Range feature
bg: Характеристика на диапазона
es: Rango de caracterisiticas
fr: Fonction de portée
it: Funzione gamma

# messageHeadQ5
source: Name
bg: Име

# messageHeadWarning
source: Warning
bg: Внимание
es: Advertencia
fr: Avertissement
it: Avvertimento

# messageInf1
source: Please select a category to continue!
bg: Моля изберете категория за да продължите!
es: Por favor seleccione una categoria para continuar!
fr: Veuillez sélectionner une catégorie pour continuer !
it: Seleziona una categoria per continuare!

# messageInfo1
source: The remedy was duplicated successfully!
bg: Лекарството беше дублирано успешно!
es: El remedio fue duplicado exitosamente!
fr: Le remède a été dupliqué avec succès !
it: Il rimedio è stato duplicato con successo!

# messageInfo2
source: The card has been save successfully!
bg: Картата е запазена успешно!
es: La tarjeta se ha guardado exitosamente!
fr: La carte a été enregistrée avec succès !
it: La scheda è stata salvata con successo!

# messageInfo3
source: Please create a remedy before continue...
bg: Тази тарифа вече е избрана
es: Por favor crear un reemedio antes para continuar...
fr: Ce rate est déjà sélectionné...
it: Questo rate è già selezionato...

# messageInfo4
source: The analysis has been saved
bg: Анализът е запазен
es: El analisis esta aguardado
fr: L'analyse a été enregistrée
it: L'analisi è stata salvata

# messageInfo5
source: Personal Frequency Saved
bg: Личната честота е запазена
es: Frecuencia personal Guardada
fr: Fréquence personnelle enregistrée
it: Frequenza personale salvata

# messageInfo6
source: Function disabled while you are modifying a patient's record
bg: Функцията е деактивирана докато модифицирате досие на пациент
es: Función desactivada mientras se modifica la ficha de un paciente
fr: Fonction désactivée pendant la modification d'un dossier patient
it: Funzione disabilitata mentre si sta modificando il record del paziente

# messageInfo7
source: You need to install the database manager before proceeding!.... Then it will be installed!
bg: Трябва да инсталирате мениджъра на базата данни преди да продължите!.... Тогава той ще бъде инсталиран!
es: Se necesita instalar el administrador de base de datos antes de continuar!... A continuación se instalará!
fr: Vous devez installer le gestionnaire de base de données avant de procéder ! Il sera ensuite installé !
it: È necessario installare il gestore del database prima di procedere!... Poi sarà installato!

# messageInfo8
source: Patient Deleted!
bg: Пациентът е изтрит!
es: Paciente Eliminado!
fr: Patient supprimé !
it: Paziente eliminato!

# messageQuestion1
source: Do you want to include the 'Sequence' in the erasing process?
bg: Искате ли да включите „последователността“ в процеса на изтриване?
es: ¿Tu quieres incluir la secuencia en proceso de borrado ?
fr: Voulez-vous inclure la 'Séquence' dans le processus de suppression ?
it: Vuoi includere la 'Sequenza' nel processo di cancellazione?

# messageQuestion10
source: Do you want to delete the user?
bg: Искате ли да изтриете потребителя?
es: ¿Deseas eliminar este usuario?
fr: Voulez-vous supprimer l'utilisateur ?
it: Vuoi eliminare l'utente?

# messageQuestion2
source: Name of the ECS Card to Save
bg: Име на ECS картата за запазване
es: Nombre de la tarjeta ECS para guardar
fr: Nom de la carte ECS à enregistrer
it: Nome della scheda ECS da salvare

# messageQuestion3
source: Name of the Remedy
bg: Име на средството за защита
es: Nombre del Remedio
fr: Nom du remède
it: Nome del rimedio

# messageQuestion4
source: Type the end numeric value
bg: Въведете крайната числова стойност
es: Introduce el valor numerico final
fr: Tapez la valeur numérique de fin
it: Digita il valore numerico finale

# messageQuestion5
source: Type the initial numeric value
bg: Въведете първоначалната числова стойност
es: Introduce el valor numerico inicial
fr: Tapez la valeur numérique initiale
it: Digita il valore numerico iniziale

# messageQuestion6
source: Type a anlisys's name
bg: Въведете името на anlisys
es: Introduce nombre del analisis
fr: Entrez le nom de l'analyse
it: Scrivi il nome dell'analisi

# messageQuestion7
source: Compruebe si ha colocado la muestra del paciente en el recipiente correcto.
bg: Проверете дали сте поставили пробата от пациента в правилния контейнер.
fr: Vérifiez si vous avez placé l'échantillon du patient dans le bon conteneur.
it: Controlla se hai posizionato il campione del paziente nel contenitore corretto.

# messageWarnig11
source: There are no rates for adding, please use the search option or categories option
bg: Няма тарифи за добавяне моля използвайте опцията за търсене или опцията за категории
es: No hay indices para agregar, utiliza la opcion de busqueda o opcion de categorias.

# messageWarning
source: Do you want to change the language ?
bg: Искате ли да смените езика?
es: ¿Quieres cambiar el idioma?
fr: Voulez-vous changer la langue ?
it: Vuoi cambiare la lingua?

# messageWarning10
source: Type a code to search first!
bg: Първо въведете код за търсене!
es: Introduce un código a buscar primero!
fr: Entrez d'abord un code pour rechercher !
it: Digita prima un codice per cercare!

# messageWarning12
source: The number phone already is saved
bg: Телефонният номер вече е записан
es: El telefono ya se encuentra registrado
fr: Le numéro de téléphone est déjà enregistré
it: Il numero di telefono è già salvato
