Repository: HMNCdeveloper/CARE-C24-copenlabs-
Catalog: MahAppsExample/Resources/Idiomas/Lenguaje.*.resx
Languages: bg, es, fr, it

source: Abdomen
bg: Корем
it: Addome

source: Anus
bg: Анус
es: Ano
it: Ano

# availRates
source: AVAILABLE RATES
bg: НАЛИЧНИ ЧЕСТОТИ
es: TIPOS DISPONIBLES
fr: RATES DISPONIBLES
it: RATES DISPONIBILI

# availSect
source: Available Sections:
bg: Налични секции:
es: Secciones disponibles:
fr: Sections disponibles :
it: Sezioni Disponibili:

source: Back
bg: обратно
es: Espalda
fr: Dos
it: Schiena

source: Bladder
bg: Пикочен мехур
es: Vejiga
fr: Vessie
it: Vescica

# brnEraseRate
source: ERASE RATE
bg: СКОРОСТ НА ИЗТРИВАНЕ
es: BORRAR INDICE
fr: EFFACER LE RATE
it: CANCELLA RATE

# brnSC
source: SAVE CHANGES
bg: ЗАПАЗИТЕ ПРОМЕНИТЕ
es: GUARDAR CAMBIOS
fr: ENREGISTRER LES CHANGEMENTS
it: SALVA LE MODIFICHE

# btnAdd
source: Add
bg: Добавете
es: Agregar
fr: Ajouter
it: Aggiungi

# btnAddImage
source: Add Image
bg: Добавете изображение
es: Agregar Image
fr: Ajouter une image
it: Aggiungi Immagine

# btnAddRates
source: ADD RATES
bg: ДОБАВЯНЕ НА ЦЕНИ
es: AGREGAR INDICES
fr: AJOUTER DES RATES
it: AGGIUNGI RATES

# btnAnaReport
source: ANALYSIS REPORT
bg: ДОКЛАД ЗА АНАЛИЗ
es: REPORTE DEL ANALISIS
fr: RAPPORT D'ANALYSE
it: RAPPORTO DI ANALISI

# btnCAna
source: Create Analysis
bg: Нов анализ
es: Nuevo Analisis
fr: Nouvelle Analyse
it: Nuova Analisi

# btnCopy
source: COPY
bg: КОПИРАНЕ
es: COPIAR
fr: COPIER
it: COPIA

# btnCreatRep
source: CREATE REPORT
bg: СЪЗДАВАНЕ НА ОТЧЕТ
es: CREAR REPORTE
fr: CRÉER UN RAPPORT
it: CREA RAPPORTO

# btnD
source: DUPLICATE
bg: ДУБЛИКАТ
es: DUPLICAR

# btnDelete
source: DELETE
bg: ИЗТРИЙ
es: ELIMINAR
fr: SUPPRIMER
it: ELIMINA

# btnDelRem
source: DELETE REMEDY
bg: ИЗТРИВАНЕ НА СРЕДТСТВО
es: ELIMINAR REMEDIO
fr: SUPPRIMER REMÈDE
it: ELIMINA RIMEDIO

# btnDelTherap
source: DELETE THERAPY
bg: ИЗТРИВАНЕ НА ТЕРАПИЯТА
es: ELIMINAR TERAPIA
fr: SUPPRIMER THÉRAPIE
it: ELIMINA TERAPIA

# btnDirectT
source: DIRECT TREATMENT
bg: ДИРЕКТНО ТРЕТИРАНЕ
es: TRATAMIENTO DIRECTO
fr: TRAITEMENT DIRECT
it: TRATTAMENTO DIRETTO

# btnDupli
source: DUPLICATE REMEDY
bg: ДУБЛИРАНЕ НА ПРАВО
es: DUPLICAR REMEDIO
fr: DUPLIQUER REMÈDE
it: DUPLICA RIMEDIO

# btnEdit
source: Edit
bg: редактиране
es: Editar
fr: Modifier
it: Modifica

# btnErase
source: ERASE ECS
bg: DECODE
es: BORRAR ECS
fr: DECODE
it: DECODE

# btnEraseElem
source: ERASE A ELEMENT
bg: ИЗТРИВАНЕ НА ЕЛЕМЕНТ
es: BORRAR UN ELEMENTO
fr: EFFACER UN ÉLÉMENT
it: CANCELLA UN ELEMENTO

# btnEraseNorm
source: ERASE
bg: ИЗТРИВА
es: BORRRAR
fr: EFFACER
it: CANCELLA

# btnFinPgre
source: Find PGR
bg: Намерете PGR
es: Encontrar PGR
fr: Trouver PGR
it: Trova PGR

# btnGetRate
source: GET RATE
bg: Дублиран индекс
es: OBTENER INDICE
fr: Dupliquer Tarif
it: Duplica Rate

# btnImp
source: IMPRINT
bg: 10 SEC TIMER
es: IMPRIMIR
fr: 10 SEC TIMER
it: 10 SEC TIMER

# btnNeutralize
source: NEUTRALIZE
bg: НЕУТРАЛИЗИРАНЕ
es: NEUTRALIZAR
fr: Neutraliser
it: Neutralizza

# btnNewAnal
source: New Analysis | Reanalysis
bg: Нов анализ | Повторен анализ
es: NUEVO ANALISIS
fr: Nouvelle Analyse | Réanalyse
it: Nuova Analisi

# btnNewBroad
source: NEW BROADCASTING
bg: НОВО ИЗЛЪЧВАНЕ
es: NUEVA EMISION
fr: NOUVELLE DIFFUSION
it: NUOVA TRASMISSIONE

# btnNewCat
source: NEW CATEGORY
bg: НОВА КАТЕГОРИЯ
es: NUEVA CATEGORIA
fr: NOUVELLE CATÉGORIE
it: NUOVA CATEGORIA

# btnNewRate
source: NEW RATE
bg: НОВА СТАВКА
es: NUEVO INDICE
fr: NOUVEAU RATE
it: NUOVO RATE

# btnNewRem
source: NEW REMEDY
bg: НОВО ТЕРАПЕВТИЧНО СРЕДСТВО
es: NUEVO REMEDIO
fr: NOUVEAU REMÈDE
it: NUOVO RIMEDIO

# btnNewSubCat
source: NEW SUB CATEGORY
bg: НОВА ПОДКАТЕГОРИЯ
es: NUEVA SUB CATEGORIA
fr: NOUVELLE SOUS-CATÉGORIE
it: NUOVA SOTTOCATEGORIA

# btnNewTherap
source: NEW THERAPY
bg: НОВА ТЕРАПИЯ
es: NUEVA TERAPIA
fr: NOUVELLE THÉRAPIE
it: NUOVA TERAPIA

# btnNone
source: NONE
bg: НИТО ЕДИН
es: NINGUNO
fr: AUCUN
it: NESSUNO

# btnPause
source: PAUSE
bg: ПАУЗА
es: PAUSA
it: PAUSA

# btnPotent
source: POTENTIATION
bg: ПОТЕНЦИРАНЕ
es: POTENCIACIÓN
fr: POTENTIALISATION
it: POTENZA

# btnQR
source: QR-CODE
bg: QR-КОД
es: CODIGO QR
fr: CODE QR
it: CODICE QR

# btnRange
source: RANGE
bg: ДИАПАЗОН
es: RANGO
fr: GAMME
it: INTERVALLO

# btnReana
source: Reanalysis
bg: Повторен анализ
es: Re-analisis
fr: Réanalyse
it: Rianalisi

# btnReportP
source: PATIENT REPORT
bg: ДОКЛАД НА ПАЦИЕНТА
es: REPORTE DEL PACIENTE
fr: RAPPORT DU PATIENT
it: RAPPORTO PAZIENTE

# btnRepTherap
source: THERAPY REPORT
bg: ДОКЛАД ЗА ТЕРАПИЯ
es: REPORTE DE LA TERAPIA
fr: RAPPORT DE THÉRAPIE
it: RAPPORTO TERAPIA

# btnResume
source: RESUME
bg: ПРОДЪЛЖИ
es: RESUMEN
fr: REPRENDRE
it: RIPRENDI

# btnReturn
source: RETURN
bg: ВРЪЩАНЕ
es: REGRESAR
fr: RETOUR
it: RITORNA

# btnSanalysis
source: START ANALYSIS
bg: ЗАПОЧНЕТЕ АНАЛИЗ
es: INICIAR EL ANALISIS
fr: DÉMARRER L'ANALYSE
it: AVVIA ANALISI

# btnSavCRemed
source: SAVE AND CREATE A REMEDY
bg: ЗАПАЗЕТЕ И СЪЗДАЙТЕ ЛЕЧЕНИЕ
es: GUARDAR Y CREAR UN REMEDIO
fr: ENREGISTRER ET CRÉER UN REMÈDE
it: SALVA E CREA UN RIMEDIO

# btnSaveEcs
source: SAVE TO ECS
bg: CODE
es: GUARDAR ECS
fr: CODE
it: CODE

# btnSaveEcsDB
source: SAVE ECS TO DATABASE
bg: ЗАПАЗЕТЕ ECS В БАЗА ДАННИ
es: GUARDAR ECS A LA DATABASE
fr: ENREGISTRER ECS DANS LA BASE DE DONNÉES
it: SALVA ECS NEL DATABASE

# btnSaveN
source: SAVE
bg: ЗАПАЗЕТЕ
es: GUARDAR
fr: SAUVEGARDER
it: SALVA

# btnSaveP
source: Save patient
bg: Запамети пациента
es: Guardar paciente
fr: Enregistrer le patient
it: Salva paziente

# btnSavePGR
source: Save PGR to ECS
bg: Запазете PGR в ECS
es: Guardar PGR a ECS
fr: Enregistrer PGR dans ECS
it: Salva PGR su ECS

# btnSaveT
source: SAVE THERAPY
bg: ЗАПАЗИ ТЕРАПИЯ
es: GUARDAR TERAPIA
fr: ENREGISTRER LA THÉRAPIE
it: SALVA TERAPIA

# btnSavRet
source: SAVE AND RETURN
bg: ЗАПАЗЕТЕ И ВЪРНЕТЕ
es: Guardar y Regresar
fr: ENREGISTRER ET RETOURNER
it: SALVA E RITORNA

# btnSendD
source: SEND TO DEVICE
bg: ИЗПРАЩАНЕ НА УСТРОЙСТВО
es: ENVIAR AL EQUIPO
fr: ENVOYER À L'APPAREIL
it: INVIA AL DISPOSITIVO

# btnSendToEcs
source: SEND TO ECS CARD
bg: ИЗПРАЩАНЕ НА ECS КАРТА
es: ENVIAR A TARJETA ECS
fr: ENVOYER À LA CARTE ECS
it: INVIA ALLA CARTA ECS

# btnStartAna
source: START ANALYSING
bg: ЗАПОЧНЕТЕ ДА АНАЛИЗИРАТЕ
es: COMENZAR A ANALIZAR
fr: COMMENCER L'ANALYSE
it: AVVIA L'ANALISI

# btnStartTreat
source: START TREATMENT
bg: ЗАПОЧНЕТЕ ЛЕЧЕНИЕ
es: INICIAR TRATAMIENTO
fr: COMMENCER LE TRAITEMENT
it: AVVIA IL TRATTAMENTO

# btnUse
source: USE
bg: ИЗПОЛЗВАНЕ
es: UTILIZAR
fr: UTILISER
it: USA

source: Categories
bg: Категории
es: Categorias
fr: Catégories
it: Categorie

source: Chest
bg: Гръден кош
es: Pecho
fr: Poitrine
it: Petto

source: Column
bg: Колона
es: Columna vertebral
fr: Colonne
it: Colonna

# contentMessage
source: THERE'S NO PERIOD IN A SIMPLE TREATMENT
bg: ПРИ ПРОСТО ЛЕЧЕНИЕ НЯМА МЕНС
es: NO HAY PERIODO EN UN SIMPLE TRATAMIENTO
fr: IL N'Y A PAS DE PÉRIODE DANS UN TRAITEMENT SIMPLE
it: NON CI SONO PERIODI IN UN TRATTAMENTO SEMPLICE

source: Coxis
bg: Опашната кост
fr: Coccyx
it: Coccige

source: DATE
bg: ДАТА
es: Fecha
it: DATA

source: Esophagus
bg: хранопровод
es: Esófago
fr: Œsophage
it: Esofago

source: Face
bg: Лице
es: Cara
fr: Visage
it: Viso

source: Forehead
bg: Чело
es: Frente
fr: Front
it: Fronte

source: Glans
bg: Главичката
es: Glande (término médico)
fr: Gland
it: Glande

source: Hair
bg: коса
es: Cabello
fr: Cheveux
it: Capelli

source: Head
bg: Глава
es: Cabeza
fr: Tête
it: Testa

# headAddElemT
source: ELEMENTS ADDED TO THE TREATMENT
bg: ЕЛЕМЕНТИ ДОБАВЕНИ КЪМ ЛЕЧЕНИЕТО
es: ELEMENTOS AGREGADOS PAEA EL TRATAMIENTO
fr: ÉLÉMENTS AJOUTÉS AU TRAITEMENT
it: ELEMENTI AGGIUNTI AL TRATTAMENTO

# headBA
source: Background and Analysis
bg: Предистория и анализ
es: Antecedentes y Analisis
fr: Contexte et analyse
it: Background e Analisi

# headBroad
source: BROADCASTING CONTROL
bg: КОНТРОЛ НА ИЗЛЪЧВАНЕТО
es: CONTROL DE EMISIONES
fr: CONTRÔLE DE DIFFUSION
it: CONTROLLO DI BROADCASTING

# headbroadcast
source: BROADCAST
bg: ИЗЛЪЧВАНЕ
es: EMISION
fr: DIFFUSION

# headComments
source: Comments
bg: Коментари
es: Comentarios
fr: Commentaires
it: Commenti

# headeHedit
source: Hereditary
bg: Наследствена
es: Hereditario
fr: Héréditaire
it: Ereditario

# headerAdd
source: Address Details
bg: Подробности за адреса
es: Detalle de la direccion
fr: Détails de l'adresse
it: Dettagli dell'indirizzo

# headerAddresses
source: Adresses
bg: Адреси
es: Direcciones
it: Indirizzi

# HeaderAdreess
source: Address
bg: Адрес
es: Direccion
fr: Adresse
it: Indirizzo

# headerAnalysisearch
source: Analysis' Search
bg: Търсене на анализи
es: Busqueda de Analisis
fr: Recherche d'analyses
it: Ricerca dell'Analisi

# headerListRecords
source: List of hereditaries
bg: Списък на наследствените
es: Lista de hereditarios
fr: Liste des héréditaires
it: Elenco degli ereditari

# headerListReport
source: LIST OF RECENT THERAPIES
bg: СПИСЪК НА ПОСЛЕДНИТЕ ТЕРАПИИ
es: LISTA DE LA TERAPIAS RECIENTES
fr: LISTE DES THÉRAPIES RÉCENTES
it: ELENCO DELLE TERAPIE RECENTI

# HeaderPatientSearch
source: Patient's Search:
bg: Търсене на пациент:
es: Buscar paciente
fr: Recherche de patients
it: Ricerca del Paziente

# HeaderRecords
source: Records
bg: Записи
es: Registros
fr: Dossiers
it: Registrazioni

# HeaderRP
source: Register New Patient
bg: Регистрирайте нов пациент
es: Registrar Nuevo Paciente
fr: Enregistrer un nouveau patient
it: Registra Nuovo Paziente

# headerRun
source: RUNNING (RIGTH NOW)
bg: БЯГА (ТОЧНО СЕГА)
es: EJECUTANDO (AHORA MISMO)
fr: EN COURS (MAINTENANT)
it: IN ESECUZIONE (IN QUESTO MOMENTO)

# headerTherapSearch
source: THERAPY SEARCH
bg: ТЪРСЕНЕ НА ТЕРАПИЯ
es: BUSCAR TERAPIA
fr: RECHERCHE DE THÉRAPIE
it: RICERCA TERAPIA

# headHis
source: Historical
bg: Исторически
es: Historico
fr: Historique
it: Storico

# headHold
source: ON HOLD
bg: НА ИЗЧАКВАНЕ
es: EN ESPERA
fr: EN ATTENTE
it: IN ATTESA

# headIndRates
source: Individual Rates
bg: Индивидуални цени
es: Indices individuales
fr: Rates individuels
it: Rates Individuali

# headListComments
source: LIST OF COMMENTS
bg: СПИСЪК С КОМЕНТАРИ
es: LISTA DE COMENTARIOS
fr: LISTE DES COMMENTAIRES
it: ELENCO DEI COMMENTI

# headListNonPath
source: LIST OF (NON) PATHOLOGICAL
bg: СПИСЪК НА (НЕ)ПАТОЛОГИЧНИ
es: LISTA DE NO PATOLOGIA
fr: LISTE DES (NON) PATHOLOGIQUES
it: ELENCO (NON) PATOLOGICO

# headListPatholog
source: LIST OF PATHOLOGICAL
bg: СПИСЪК НА ПАТОЛОГИЧНИТЕ
es: LISTA DE PATOLOGIA
fr: LISTE DES PATHOLOGIES
it: ELENCO PATOLOGICO

# headNonPath
source: Non Pathological
bg: Непатологично
es: No Patológico
fr: Non pathologique
it: Non Patologico

# headPatho
source: Pathological
bg: Патологични
es: Patológico
fr: Pathologique
it: Patologico

# headPP
source: Patient Profile
bg: Профил на пациента
es: Perfil del Paciente
fr: Profil du patient
it: Profilo del Paziente

# headRatAn
source: Rates and Analysis
bg: Тарифи и анализи
es: Indices y Analisis
fr: Rates et analyses
it: Rates e Analisi

# headReana
source: Analysis | Re-analysis
bg: Анализ | Повторен анализ
es: Analisis | Reanalisis
fr: Analyse | Réanalyse
it: Analisi

# headRecentListAna
source: LIST OF RECENT ANALYSIS
bg: СПИСЪК НА АНАЛИЗИТЕ
es: LISTA DE LOS ANALISIS RECIENTES
fr: LISTE DES ANALYSES RÉCENTES
it: ELENCO DELLE ANALISI RECENTI

# headRecordP
source: PATIENT'S RECORD
bg: КАРТОТЕКА НА ПАЦИЕНТА
es: Historial del Paciente
fr: DOSSIER DU PATIENT
it: RECORD DEL PAZIENTE

# headRemedies
source: Remedies
bg: ТЕРАПЕВТИЧНИ СРЕДСТВА
es: Remedios
fr: Remèdes
it: Rimedi

# headRemSearch
source: REMEDY SEARCH
bg: ТЪРСЕНЕ НА ЧЕСТОТИ
es: BUSCAR REMEDIO
fr: RECHERCHE DE REMÈDE
it: RICERCA RIMEDIO

# headScchedule
source: SCHEDULING
bg: ПЛАНИРАНЕ
es: PROGRAMAR
fr: PLANIFICATION
it: PIANIFICAZIONE

# headTR
source: Related Treatments
bg: Свързани лечения
es: Tramientos relacionados
fr: Traitements associés
it: Trattamenti Correlati

# headTRD
source: TREATMENT'S DETAIL
bg: ПОДРОБНОСТИ ЗА ЛЕЧЕНИЕТО
es: DETALLE DEL TRATAMIENTO
fr: DÉTAIL DU TRAITEMENT
it: DETTAGLI DEL TRATTAMENTO

# inputAll
source: ALL
bg: ВСИЧКО
es: TODO
fr: Tout
it: Tutti

# inputByAna
source: By Analysis
bg: Чрез анализ
es: POR ANALISIS
fr: Par analyse
it: Per Analisi

# inputByUser
source: By User
bg: От потребител
es: POR USUARIO
fr: Par utilisateur
it: Per Utente

# inputMessBox1
source: Name of the Rate
bg: Име на ставката
es: Nombre del indice
fr: Nom du rate
it: Nome del Rate

# inputMessHead1
source: Getting Rate
bg: Получаване на ставка
es: Obtener indice
fr: Obtenir le rate
it: Ottenimento Rate

# itemCollSchool
source: College School
bg: колеж училище
es: Preparatoria
fr: Collège
it: Scuola Superiore

# itemElemSchool
source: Elementary School
bg: Основно училище
es: Primaria
fr: École primaire
it: Scuola Elementare

# itemJunSchool
source: Junior High School
bg: Прогимназия
es: Secundaria
fr: Lycée
it: Scuola Media

# itemMaster
source: Master's Degree
bg: Магистърска степен
es: Maestria
fr: Master
it: Laurea Magistrale

# itemUniversity
source: University
bg: университет
es: Universidad
fr: Université
it: Università

source: Jaw
bg: Челюст
es: Mandíbula
fr: Mâchoire
it: Mascella

# labelAdd
source: ADD
bg: ДОБАВЯНЕ
es: AGREGAR
fr: AJOUTER
it: AGGIUNGI

# labelAnalPerformed
source: Analysis Performed
bg: Извършен анализ
es: Analisis Realizados
fr: Analyse effectuée
it: Analisi Effettuata

# labelAvenue
source: Avenue:
bg: Авеню:
es: Colonia:
it: Viale:

# labelBeg
source: Begin
bg: СТАРТ
es: Inicio
fr: Début
it: Inizio

# labelBithDate
source: Birth Date:
bg: Рождена дата:
es: Fecha de Cumpleaños
fr: Date de naissance
it: Data di Nascita

# labelCat
source: Categories
bg: Категории
es: Categorias
fr: Catégories
it: Categorie

# labelColSel
source: Color Selected:
bg: Избран цвят:
es: Color seleccionado:
fr: Couleur sélectionnée :
it: Colore Selezionato:

# labelCombiRate
source: COMBINATED RATES:
bg: КОМБИНИРАНИ ТАРИФИ:
es: TIPOS COMBINADO:
fr: RATES COMBINÉS :
it: RATES COMBINATI:

# labelCountry
source: Country:
bg: Държава:
es: Pais:
fr: Pays :
it: Paese:

# labelCS
source: Country or Shire:
bg: Държава или графство:
es: Municipio:
fr: Pays ou comté :
it: Paese o Regione:

# labelDataBase
source: Database
bg: База данни
es: DB
fr: RATES
it: Rates

# labelDate
source: Date:
bg: Дата:
es: Fecha:
it: Data:

# labelDescrip
source: Description:
bg: Описание:
es: Descripcion:
it: Descrizione:

# labelEditP
source: EDIT PATIENT'S PROFILE
bg: РЕДАКТИРАНЕ НА ПРОФИЛА НА ПАЦИЕНТА
es: Editar perfil del paciente
fr: MODIFIER LE PROFIL DU PATIENT
it: MODIFICA IL PROFILO DEL PAZIENTE

# LabelEmail
source: E-mail:
bg: Електронна поща:
es: Correo

# labelFName
source: First name:
bg: Първо име:
es: Primer Nombre
fr: Prénom
it: Nome

# labelGender
source: Gender:
bg: Пол:
es: Genero
fr: Sexe
it: Genere

# labelInc
source: Include:
bg: Включете:
es: Incluir:
fr: Inclure :
it: Includi:

# labelInclude
source: Rates Included:
bg: Включени цени:
es: Indices incluidos:
fr: Rates inclus :
it: Rates Inclusi:

# labelLastName
source: Last Name:
bg: Фамилия:
es: Apellido
fr: Nom de famille
it: Cognome

# labelMayRem
source: REMEDY
bg: ИЗЛЪЧВАНЕ
es: REMEDIO
fr: REMÈDE
it: Rimedio

# labelMName
source: Middle Name:
bg: Презиме:
es: Segundo Nombre
fr: Deuxième prénom
it: Secondo Nome

# labelNum
source: Num:
bg: Никой:
es: Numero:

# labelOrder
source: Order By
bg: Подредени по
es: ORDENAR POR
fr: Trier par
it: Ordina per

# labelPeriod
source: Period
bg: Период
es: Periodo
fr: Période
it: Periodo

# labelPersonal
source: Personal Frenquecy:
bg: Лична честота:
es: Frecuencia Personal
fr: Fréquence personnelle
it: Frequenza Personale

# labelPhone
source: Phone:
bg: телефон:
es: Telefono:
fr: Téléphone :
it: Telefono:

# labelPhones
source: Phones
bg: телефони
es: Telefonos
fr: Téléphones
it: Telefoni

# labelPmin
source: Patient:
bg: ПАЦИЕНТ
es: Paciente:
it: Paziente:

# labelPorts
source: PORTS:
bg: ПРИСТАНИЩА:
es: PUERTOS:
it: PORTI:

# labelRAN
source: Related Analysis:
bg: Свързан анализ:
es: Relacion del Analisis
fr: Analyses associées :
it: Analisi Correlate:

# labelRemedy
source: Remedy
bg: ТЕРАПЕВТИЧНО СРЕДСТВО / ЧЕСТОТА
es: Remedio
fr: Remède
it: Rimedio

# labelResultMD
source: Results from medical devices:
bg: Резултати от медицински изделия:
es: Reultados de los dispositivos medicos:
fr: Résultats des dispositifs médicaux :
it: Risultati dai dispositivi medici:

# labelRM
source: Remedy:
bg: Лекарство:
es: Remedio:
fr: Remède :
it: Rimedio:

# labelSatet
source: State:
bg: състояние:
es: Estado:
fr: État :
it: Stato:

# LabelSchool
source: School Degree:
bg: Образователна степен:
es: Titulo Escolar
fr: Diplôme scolaire
it: Titolo di studio

# labelSearchDatabase
source: Search in Database:
bg: Търсене в база данни:
es: Buscar en la Base de Datos
fr: Rechercher dans la base de données :
it: Ricerca nel database:

# labelSearchRate
source: SEARCH (RATE):
bg: ТЪРСЕНЕ (RATE):
es: BUSCAR (TARIFA):
fr: RECHERCHER (RATE) :
it: RICERCA (RATE):

# labelSelectPort
source: Please select the appropiate PORT in order to continue:
bg: Моля изберете подходящия ПОРТ за да продължите:
es: POR FAVOR SELECCIONA EL PUERTO PARA CONTINUAR:
fr: Veuillez sélectionner le PORT approprié pour continuer :
it: Selezionare la PORTA appropriata per continuare:

# labelStreet
source: Street:
bg: улица:
es: Calle:
fr: Rue :
it: Strada:

# labelSubCat
source: Sub-Categories
bg: Под-категории
es: SUB-CATEGORIAS
fr: Sous-catégories
it: Sottocategorie

# labelSuff
source: Suffering:
bg: страдание:
es: Sufrimiento:
fr: Souffrance :
it: Sofferenza:

# labelTherap
source: Therapy:
bg: Терапия:
es: Terapia:
fr: Thérapie :
it: Terapia:

# LabelTitle
source: Title:
bg: Титла:
es: Titulo
fr: Titre :
it: Titolo:

# labelTreatNam
source: TREATMENT'S NAME
bg: ИМЕ НА ТРЕТИРАНЕТО
es: NOMBRE DEL TRATAMIENTO
fr: NOM DU TRAITEMENT
it: NOME DEL TRATTAMENTO

# labelTypeSh
source: TYPES OF SCHEDULING
bg: ВИДОВЕ ГРАФИЦИ
es: TIPOS DE PROGRAMACION
fr: TYPES DE PROGRAMMATION
it: TIPI DI PROGRAMMAZIONE

# labelView
source: View:
bg: Преглед:
es: Vista:
fr: Voir :
it: Vista:

# labelZpCode
source: Zip Code:
bg: Пощенски код:
es: Codigo Postal:
fr: Code postal :
it: CAP (Codice Postale):

source: Language
bg: Настройки
es: Lenguaje
fr: Paramètres
it: Impostazioni

source: Left Big Toe
bg: Ляв палец на крака
es: Dedo gordo del pie izquierdo
fr: Gros orteil gauche
it: Alluce sinistro

source: Left Achilles Heel
bg: Лява ахилесова пета
es: Tendón de Aquiles izquierdo
fr: Tendon d'Achille gauche
it: Tallone d’Achille sinistro

source: Left Ankle
bg: Ляв глезен
es: Tobillo izquierdo
fr: Cheville gauche
it: Caviglia sinistra

source: Left Areola
bg: Лява ареола
es: Areola izquierda
fr: Aréole gauche
it: Areola sinistra

source: Left Arm
bg: Лява ръка
es: Brazo izquierdo
fr: Bras gauche
it: Braccio sinistro

source: Left Big Toe
bg: Ляв палец на крака
es: Dedo gordo del pie izquierdo
fr: Gros orteil gauche
it: Alluce sinistro

source: Left Buttock
bg: Ляво седалище
es: Nalga izquierda
fr: Fesse gauche
it: Natica sinistra

source: Left Calf
bg: Ляв прасец
es: Pantorrilla izquierda
fr: Mollet gauche
it: Polpaccio sinistro

source: Left Chest
bg: Ляв гръден кош
es: Pecho izquierdo
fr: Poitrine gauche
it: Petto sinistro

source: Left Clavicle
bg: Лява ключица
es: Clavícula izquierda
fr: Clavicule gauche
it: Clavicola sinistra

source: Left Ear
bg: Ляво ухо
es: Oreja izquierda
fr: Oreille gauche
it: Orecchio sinistro

source: Left Elbow
bg: Ляв лакът
es: Codo izquierdo
fr: Coude gauche
it: Gomito sinistro

source: Left Eye
bg: Ляво око
es: Ojo izquierdo
fr: Œil gauche
it: Occhio sinistro

source: Left Eyelid
bg: Ляв клепач
es: Párpado izquierdo
fr: Paupière gauche
it: Palpebra sinistra

source: Left Fingers
bg: Леви пръсти
es: Dedos de la mano izquierda
fr: Doigts gauches
it: Dita sinistre

source: Left Foot
bg: Ляв крак
es: Pie izquierdo
fr: Pied gauche
it: Piede sinistro

source: Left Forearm
bg: Лява предмишница
es: Antebrazo izquierdo
fr: Avant-bras gauche
it: Avambraccio sinistro

source: Left Hand
bg: Лява ръка
es: Mano izquierda
fr: Main gauche
it: Mano sinistra

source: Left Hand Fingers
bg: Пръстите на лявата ръка
es: Dedos de la mano izquierda
fr: Doigts de la main gauche
it: Dita della mano sinistra

source: Left Hand Phalanges
bg: Фаланги на лявата ръка
es: Falanges de la mano izquierda
fr: Phalanges de la main gauche
it: Falangi della mano sinistra

source: Left Hand Thumb
bg: Палец на лявата ръка
es: Pulgar de la mano izquierda
fr: Pouce de la main gauche
it: Pollice della mano sinistra

source: Left Hand Fingers
bg: Пръстите на лявата ръка
es: Dedos de la mano izquierda
fr: Doigts de la main gauche
it: Dita della mano sinistra

source: Left Hand Phalanges
bg: Фаланги на лявата ръка
es: Falanges de la mano izquierda
fr: Phalanges de la main gauche
it: Falangi della mano sinistra

source: Left Heel
bg: Лява пета
es: Talón izquierdo
fr: Talon gauche
it: Tallone sinistro

source: Left Hip
bg: Ляво бедро
es: Cadera izquierda
fr: Hanche gauche
it: Anca sinistra

source: Left Knee
bg: Ляво коляно
es: Rodilla izquierda
fr: Genou gauche
it: Ginocchio sinistro

source: Left Leg
bg: Ляв крак
es: Pierna izquierda
fr: Jambe gauche
it: Gamba sinistra

source: Left Neck
bg: Ляв врат
es: Cuello izquierdo
fr: Cou gauche
it: Collo sinistro

source: Left Nipple
bg: Ляво зърно
es: Pezón izquierdo
fr: Mamelon gauche
it: Capezzolo sinistro

source: Left Phalanges
bg: Леви фаланги
es: Falanges de la mano izquierda
fr: Phalanges gauches
it: Falangi sinistre

source: Left Ribs
bg: Леви ребра
es: Costillas izquierdas
fr: Côtes gauches
it: Costole sinistre

source: Left Shoulder
bg: Ляво рамо
es: Hombro izquierdo
fr: Épaule gauche
it: Spalla sinistra

source: Left Testicle
bg: Ляв тестис
es: Testículo izquierdo
fr: Testicule gauche
it: Testicolo sinistro

source: Left Thigh
bg: Ляво бедро
es: Muslo izquierdo
fr: Cuisse gauche
it: Coscia sinistra

source: Left Thumb
bg: Ляв палец
es: Pulgar izquierdo
fr: Pouce gauche
it: Pollice sinistro

source: Left Wrist
bg: Лява китка
es: Muñeca izquierda
fr: Poignet gauche
it: Polso sinistro

# MenuAnalysis
source: Analysis
bg: Анализ
es: Analisis
fr: Analyse
it: Analisi

# MenuBroad
source: Broadcasting
bg: Излъчване
es: Tratamiento
fr: Diffusion
it: Trasmissione

# MenuChromo
source: Chromotherapy
bg: Хромотерапия
es: Cromoterapia
fr: Chromothérapie
it: Cromoterapia

# MenuPatient
source: Patient
bg: ПАЦИЕНТ
es: Paciente
it: Paziente

# MenuRemedies
source: Remedies and Homoepathy
bg: лекарство
es: Remedios y Homoepatia
fr: Remèdes
it: Rimedi

# messageError
source: Only Numbers are allowed
bg: Разрешени са само числа
es: Solo se permite numeros
fr: Seuls les chiffres sont autorisés
it: Sono consentiti solo numeri

# messageError1
source: Please write the Rate's name!
bg: Моля напишете името на ставка!
es: Por favor escribe el nombre del indice
fr: Veuillez écrire le nom du rate !
it: Inserisci il nome del rate!

# messageError10
source: Only integer numbers are allowed in the scheduling process
bg: В процеса на планиране са разрешени само цели числа
es: Solo se permite numeros enteros
fr: Seuls les nombres entiers sont autorisés dans le processus de programmation
it: Solo numeri interi sono consentiti nella programmazione

# messageError11
source: Select the type of scheduling to continue!...
bg: Изберете типа планиране за да продължите!...
es: Seleccionar el tipo de programacion para continuar!...
fr: Sélectionnez le type de programmation pour continuer !...
it: Selezionare il tipo di programmazione per continuare!

# messageError12
source: 'During' and 'Every' cannot have that values!
bg: During“ и „each“ не могат да имат празни стойности или нули.
es: 'Durante' y 'cada' no puede tenere estos valores!
fr: During » et “each” ne peuvent pas avoir de valeurs vides ou de zéros.
it: Durante' e 'Ogni' non possono avere quei valori!
